Repository: mscherotter/TranscoderExtension
Catalog: AnimatedGifCreator/AnimatedGifCreator/MultilingualResources/AnimatedGifCreator.*.xlf
Languages: de, pt_br

# AnimatedGIFCreatorText.Text
source: Animated GIF Creator
de: Animierted GIF Creator
pt_br: Criador de GIFs animados

# ATranscoderExtension.Text
source: A Transcoder Extension
de: Eine Transcoder-Erweiterung
pt_br: Uma extensão do app Transcoder

# ATranscoderExtensionLink.Content
source: A Transcoder Extension
de: Eine Transcoder-Erweiterung
pt_br: Uma extensão do app Transcoder

# CloneForkLink.Content
source: Clone/fork on GitHub
de: Auf GitHub klonen / übernehmen
pt_br: Clone/fork no GitHub

# ConvertButton.Content
source: Convert to animated GIF
de: Dateien in animierte GIF-Dateien konvertieren

# CreatedByText.Text
source: Created by Michael S. Scherotter
de: Entwickelt von Michael S. Scherotter

# Description
source: Convert .mp4, .mov, .wmv, or .avi files to animated GIF images.
de: Videos im Format .mp4, .mov, .wmv oder .avi zu animierten GIF-Bildern konvertieren
pt_br: Converta arquivos .mp4, .mov, .wmv ou .avi em GIFs animados.

source: GIF Images
de: GIF-Bilder

# SelectFileButton.Content
source: Select video files
de: Video-Dateien auswählen
pt_br: Selecionar arquivos de vídeo

# AppExtensionDescription
source: Convert videos to animated GIF files.
de: Konvertieren Sie Videos in animierte GIF-Dateien.
pt_br: Converta vídeos em arquivos de GIFs animados.

# AppExtensionDisplayName
source: Animated GIF Transcoder
de: Animiertes GIF-Konverter
pt_br: Conversor de GIF animado

source: Animated GIF
de: Animiertes GIF
pt_br: GIF animado

# JournalistExportDescription
source: Create a movie from the pages of a journal.
de: Daumenkino erstellen.
pt_br: Crie um filme a partir das páginas de um jornal.

source: Height
de: Höhe
pt_br: Altura

source: Seconds per frame
de: Bilddauer (Sekunden)

source: Width
de: Breite
pt_br: Largura

# TranslatorsText.Text
source: Translators
de: Übersetzer
pt_br: Tradutores

# HeightBox.Header
source: Height
de: Höhe
pt_br: Altura

# WidthBox.Header
source: Width
de: Breite
pt_br: Largura

# FPSBox.Header
source: Frames per second
de: Bilder pro Sekunde
pt_br: Quadros por segundo

# ErrorFormat
source: There was a problem creating animated GIF files. Technical details: {0}
de: Es gab ein Problem beim Erstellen der animierten GIF-Dateien. Technische Details: {0}
pt_br: Houve um problema ao criar os arquivos de GIFs animados. Detalhes técnicos: {0}

# ErrorTitle
source: Problem creating animated GIF
de: Problem beim Erstellen der animierten GIF-Datei
pt_br: Problema ao criar o GIF animado

# ItalianTranslationText.Text
source: Alessandro Di Roberto (IT)
de: Alessandro Di Roberto (ES)

# TranslatorsButton.Content
source: Translators
de: Übersetzer
pt_br: Tradutores

# HelpTranslateText.Text
source: Help translate Animated GIF Creator to your language.
de: Helfen Sie dabei, Animated GIF Creator in Ihre Sprache zu übersetzen.
pt_br: Ajude a traduzir o Criador de GIFs animados para o seu idioma.

source: Animated GIF file
de: Animierte GIF-Datei

# OpenButton.Content
source: Open...
de: Öffnen...

# ShareButton.Content
source: Share...
de: Teilen...

# DisplayName
source: Animated GIF Creator
pt_br: Criador de GIFs animados

# ShortName
source: Animated GIF Creator
pt_br: Criador de GIFs animadas

source: Video
pt_br: Vídeo

# FeedbackButton.Content
source: Feedback
pt_br: Comentários
